export const API_TOKEN = 'dict.1.1.20241001T081634Z.4c2571ae38f9aac1.79ada3980832ba854e57655840ed0f62c02558b5';

const WORDS_RAW = [
      "абрик", "актер", "алтар", "астра", "багет", "белка", "билет", "бочка", "бород", "бульк",
      "водач", "волна", "вперед", "гладь", "грома", "доска", "доска", "драка", "жираф", "запах",
      "зебра", "змея", "золот", "зонтик", "игруш", "итальян", "кашка", "картка", "кишка", "книга",
      "кнопка", "корка", "красн", "кремл", "кружка", "лепест", "листок", "лобок", "ломка", "лунка",
      "маляр", "мостик", "мясо", "набор", "напряг", "неделя", "ноут", "обед", "одеяло", "падение",
      "папир", "пачка", "песок", "пирог", "пятка", "разговор", "река", "ролик", "сетка", "снег",
      "собак", "собач", "сумка", "тачка", "творк", "ткань", "феникс", "церковь", "чаша", "шаблон",
      "шапка", "шерша", "яблок", "ястреб", "агент", "анекд", "бабушка", "бегемот", "блоки", "борец",
      "бульон", "вагон", "ведро", "вене", "виски", "гитара", "глубь", "гриб", "дверь", "досуг",
      "долг", "жасмин", "зайка", "завод", "звонок", "искусство", "колос", "коляска", "корень", "кресло",
      "круг", "ладонь", "лампа", "лошадь", "лука", "магнит", "малина", "мелод", "мозаика", "набор",
      "неделя", "объект", "одежда", "падение", "песнь", "планшет", "плита", "письмо", "помидор", "пуля",
      "размер", "ретро", "ротанг", "сабля", "салат", "свет", "сокров", "стиль", "футбол", "холод",
      "цветок", "цирк", "череп", "шарик", "шоссе", "штука", "языч", "абрик", "агат", "альбом",
      "архив", "банка", "ваза", "вена", "виски", "глаза", "гости", "группа", "даль", "дочка",
      "дружка", "жабра", "загадка", "забава", "зависть", "звонок", "игра", "карта", "кишка", "красный",
      "лебедь", "ложка", "медаль", "мода", "мороз", "мысль", "небо", "планета", "пуля", "собака",
      "стадо", "творог", "флаг", "шарик", "шест", "яркий", "яйцо", "абзац", "аэроп", "бочка",
      "бумера", "бункер", "водор", "диск", "ежик", "забор", "запис", "здесь", "инжир", "калька",
      "костя", "красн", "лунка", "машка", "матка", "медок", "морка", "норма", "около", "перек",
      "пласт", "поход", "пятач", "равно", "роза", "света", "снег", "солнце", "стена", "тепло",
      "туманы", "фотка", "шкала", "якорь", "яблоч", "абстрак", "аксесс", "актер", "бросок", "друзья",
      "сигнал", "подшип", "распуск", "ремешок", "сигнал", "снег", "сосна", "сосед", "удар", "феникс",
      "шарик", "шея", "весна", "пуля", "шоссе", "ветер", "кресло", "такси", "выпис", "жизни"
    ]

export const WORDS = WORDS_RAW.filter(word => word.length === 5);